Repository: common-repository/mowomo-variable-fonts
Catalog: languages/mwm_variable_font-*.po
Languages: es_es

source: Loading...
es_es: Cargando...

source: This option will overwrite all the font-size and line-height settings, the changes will be saved and this action cannot be undone. Are you sure you want to continue?
es_es: Esta opción sobrescribirá todas las configuraciones de font-size y line-height, se guardarán los cambios y esta acción no se puede deshacer. ¿Seguro que quieres continuar?

source: This option will overwrite all the target's font-family settings, the changes will be saved and this action cannot be undone. Are you sure you want to continue?
es_es: Esta opción sobrescribirá todos los lost font-family de los objetivos, los cambios se guardarán y esta acción no se puede deshacer. ¿Seguro de que quieres continuar?

source: Mobile
es_es: Móvil

source: Desktop
es_es: Escritorio

source: Select a font
es_es: Selecciona una fuente

source: The mowomo Variable Fonts plugin is installed. You don't know how to start using it yet? Go to the site's customizer through this
es_es: El plugin mowomo Variable Fonts está instalado. ¿Aún no sabes cómo empezar a usarlo? Ve al personalizador del sitio a través de este

source: link
es_es: enlace

source: Understood
es_es: Entendido

source: Modular scale
es_es: Escala modular

source: 15:16 - minor second (1.067)
es_es: 15:16 - segundo menor (1.067)

source: 8:9 - major second (1.125)
es_es: 8:9 - segundo mayor (1.125)

source: 5:6 - minor third (1.2)
es_es: 5:6 - tercero menor (1.2)

source: 4:5 - major third (1.25)
es_es: 4:5 - cuarto mayor (1.25)

source: 5:6 - perfect fourth (1.333)
es_es: 5:6 - cuarto perfecto (1.333)

source: Choose a modular scale
es_es: Elige una escala modular

source: Apply modular scale
es_es: Aplicar escala modular

source: General modifications
es_es: Modificaciones generales

source: Global font family modification
es_es: Modificación global del tipo de fuente

source: Choose a font
es_es: Elige una fuente

source: Choose targets
es_es: Elige objetivos

source: Every tag
es_es: Todas las etiquetas

source: All tags except titles
es_es: Todas las etiquetas menos los títulos

source: Only titles
es_es: Sólo los títulos

source: Apply global change of font family
es_es: Aplica la modificación global del tipo de fuente

source: It is recommended to reload the page when changes have been made after pressing the button
es_es: Es recomendable recargar la página cuando los cambios se hayan realizado después de presionar el botón

source: Font family
es_es: Tipo de fuente

source: Registered axes
es_es: Ejes reservados

source: Properties
es_es: Propiedades

source: Custom axes
es_es: Ejes personalizados

source: An elegant solution for a better typography with beautiful variable fonts
es_es: Una elegante solución para una mejor tipografía usando bellas fuentes variables
